universities = [
    {
        "Address": "河北省秦皇岛市经济技术开发区泰山路143号",
        "Lat": 39.92165,
        "Lng": 119.5515,
        "Students": [
            "<li>刘钰妍<ul><li>专业：王牌专业</li><li>电话：13666666023</li></ul></li>",
        ],
        "Telephone": "(021)54740000",
        "University": "东北大学（秦皇岛）"
    },
    {
        "Address": "北京市海淀区中关村大街59号",
        "Lat": 39.976546,
        "Lng": 116.319769,
        "Students": [
            "<li>**钰<ul><li>专业：一流专业</li><li>电话：136****6701</li></ul></li>"
        ],
        "Telephone": "(010)62511083",
        "University": "中国人民大学"
    },
    {
        "Address": "北京市海淀区西土城路25号",
        "Lat": 39.971079,
        "Lng": 116.357865,
        "Students": [
            "<li>向丁康<ul><li>专业：一流专业</li><li>电话：138****7955</li></ul></li>"
        ],
        "Telephone": "",
        "University": "中国政法大学"
    },
    {
        "Address": "北京市石景山区玉泉路19号甲(近玉泉路地铁口)",
        "Lat": 39.915389,
        "Lng": 116.257207,
        "Students": [
            "<li>骆敏言<ul><li>专业：一流专业</li><li>电话：187****9861</li></ul></li>"
        ],
        "Telephone": "(010)88256030",
        "University": "中国科学院大学"
    },
    {
        "Address": "北京市海淀区颐和园路5号",
        "Lat": 39.998877,
        "Lng": 116.316833,
        "Students": [
            "<li>王融乐<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
			"<li>郭城志<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
			"<li>徐舟子<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
			"<li>张志萱<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
			"<li>付梓垚<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
			"<li>李慕沙<ul><li>专业：一流专业</li><li>电话：183****1720</li></ul></li>"
        ],
        "Telephone": "(010)62752114",//done
        "University": "北京大学"
    },
    {
        "Address": "广州市番禺区外环东路382号",
        "Lat": 23.054905,
        "Lng": 113.411968,
        "Students": [
            "<li>**颖<ul><li>专业：一流专业</li><li>电话：138****3127</li></ul></li>"
        ],
        "Telephone": "(020)39380033",
        "University": "华南理工大学大学城校区"
    },
    {
        "Address": "南昌市红谷滩新区学府大道999号",
        "Lat": 28.662684,
        "Lng": 115.807698,
        "Students": [
            "<li><ul>曹子杰<li>专业：一流专业</li><li>电话：138****6001</li></ul></li>"
        ],
        "Telephone": "",
        "University": "南昌大学"
    },
    {
        "Address": "合肥市包河区屯溪路193号",
        "Lat": 31.849406,
        "Lng": 117.302909,
        "Students": [
            "<li>孙安逊<ul><li>专业：一流专业</li><li>电话：183****9987</li></ul></li>"
        ],
        "Telephone": "",
        "University": "合肥工业大学"
    },
    {
        "Address": "黑龙江省哈尔滨市南岗区西大直街92号",
        "Lat": 45.749057,
        "Lng": 126.639003,
        "Students": [
            "<li>*桐<ul><li>专业：一流专业</li><li>电话：185****2694</li></ul></li>"
        ],
        "Telephone": "(0451)86412114",
        "University": "哈尔滨工业大学"
    },
    {
        "Address": "上海市杨浦区邯郸路220号",
        "Lat": 31.301868,
        "Lng": 121.510766,
        "Students": [
            "<li>罗正宇<ul><li>专业：一流专业</li><li>电话：138****9047</li></ul></li>"
			"<li>尚宇<ul><li>专业：一流专业</li><li>电话：138****9047</li></ul></li>"
			"<li>王楚晖<ul><li>专业：一流专业</li><li>电话：138****9047</li></ul></li>"
        ],
        "Telephone": "(021)65642222",//done
        "University": "复旦大学"
    },
    {
        "Address": "济南市历城区山大南路27号",
        "Lat": 36.681366,
        "Lng": 117.066638,
        "Students": [
            "<li>**辉<ul><li>专业：一流专业</li><li>电话：150****6822</li></ul></li>"
        ],
        "Telephone": "(0531)88364701",
        "University": "山东大学"
    },
    {
        "Address": "山东省济南市历下区文化东路88号",
        "Lat": 36.657743,
        "Lng": 117.048375,
        "Students": [
            "<li>**成<ul><li>专业：一流专业</li><li>电话：134****3937</li></ul></li>"
        ],
        "Telephone": "(0531)86182215,(0531)86180015",
        "University": "山东师范大学"
    },
    {
        "Address": "武汉市武昌区八一路299号",
        "Lat": 30.539697,
        "Lng": 114.364654,
        "Students": [
            "<li>水熙锐<ul><li>专业：一流专业</li></ul></li>"
			"<li>莫其冀<ul><li>专业：一流专业</li></ul></li>"
			"<li>邓皓方<ul><li>专业：一流专业</li></ul></li>"
			"<li>曹倚铭<ul><li>专业：一流专业</li></ul></li>"
        ],
        "University": "武汉大学"
    },
    {
        "Address": "长沙市岳麓区麓山南路932号",
        "Lat": 28.1772,
        "Lng": 112.934197,
        "Students": [
            "<li>吴嫣然<ul><li>专业：一流专业</li><li>电话：</li></ul></li>"
            "<li>彭鑫<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
            "<li>杨致远<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
            "<li>*唯<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
            "<li>*唯<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
            "<li>*唯<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
            "<li>*唯<ul><li>专业：一流专业</li><li>电话：158****7789</li></ul></li>"
        ],
        "Telephone": "",
        "University": "中南大学"
    },
    {
        "Address": "杭州市江干区金沙东路",
        "Lat": 30.319699,
        "Lng": 120.351867,
        "Students": [
            "<li>**贝<ul><li>专业：一流专业</li><li>电话：138****8010</li></ul></li>",
            "<li>**阳<ul><li>专业：一流专业</li></ul></li>",
            "<li>*超<ul><li>专业：一流专业</li><li>电话：188****8723</li></ul></li>"
        ],
        "Telephone": "",
        "University": "杭州电子科技大学下沙校区"
    },
    {
        "Address": "江苏省无锡市滨湖区蠡湖大道1800号",
        "Lat": 31.489746,
        "Lng": 120.277757,
        "Students": [
            "<li>**灏<ul><li>专业：一流专业</li><li>电话：138****5660</li></ul></li>"
        ],
        "Telephone": "(0510)85913660,(0510)85912036",
        "University": "江南大学"
    },
    {
        "Address": "杭州市西湖区余杭塘路866号",
        "Lat": 30.3045,
        "Lng": 120.078,
        "Students": [
            "<li>唐嘉俊<ul><li>专业：一流专业</li><li>电话：137****5266</li></ul></li>"
            "<li>代爃榤<ul><li>专业：一流专业</li><li>电话：137****5266</li></ul></li>"
        ],
        "Telephone": "(0571)88295000",
        "University": "浙江大学"
    },
    {
        "Address": "上海市嘉定区曹安公路4800号",
        "Lat": 31.2847,
        "Lng": 121.214,
        "Students": [
            "<li>彭俊熙<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>贺俊卓<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>张恺瑞<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>欧媛<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>朱泊睿<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>陈卓夫<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>肖恺炫<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>罗纯<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
			"<li>陈惠敏<ul><li>专业：一流专业</li><li>电话：188****7866</li></ul></li>"
        ],
        "Telephone": "",
        "University": "同济大学"
    },
    {
        "Address": "广东省深圳市南山区夏青路",
        "Lat": 22.592678,
        "Lng": 113.980353,
        "Students": [
            "<li>刘宇韬<ul><li>专业：一流专业</li><li>电话：158****2653</li></ul></li>",
            "<li>邓朝茂<ul><li>专业：一流专业</li><li>电话：138****0906</li></ul></li>",
            "<li>**乐<ul><li>专业：一流专业</li><li>电话：187****0212</li></ul></li>",
            "<li>**丽<ul><li>专业：一流专业</li><li>电话：153****7146</li></ul></li>",
        ],
        "Telephone": "(0755)26033483",//已修改
        "University": "哈尔滨工业大学(深圳校区)"
    },
    {
        "Address": "深圳市龙岗区龙城街道龙红格社区龙翔大道2001号",
        "Lat": 22.6882,
        "Lng": 114.213,
        "Students": [
            "<li>周诗璟<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul></li>"
            "<li>董楚珮<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul></li>"
        ],
        "Telephone": "0755-84273500",//done
        "University": "香港中文大学（深圳）"
    },
	{
        "Address": "湖北省武汉市珞喻路152号",
        "Lat": 30.51785,
        "Lng": 114.362,
        "Students": [
            "<li>汤子馨<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul></li>"
        ],
        "Telephone": "0755-84273500",
        "University": "华中师范大学"
    },
	{
        "Address": "重庆市沙坪坝区天陈路12号",
        "Lat": 29.5569,
        "Lng": 106.4555,
        "Students": [
            "<li>沈硕远<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul></li>"
        ],
        "Telephone": "0755-84273500",
        "University": "重庆师范大学"
    },
	{
        "Address": "西安市灞桥区长乐东路甲字一号",
        "Lat": 34.273912,
        "Lng": 109.037179,
        "Students": [
            "<li>钟宇阳<ul><li>专业：一流专业</li><li>电话：184****1090</li></ul></li>"
        ],
        "Telephone": "0755-84273500",
        "University": "空军工程大学"
    },
    {
        "Address": "天津市南开区卫津路92号",
        "Lat": 39.1112,
        "Lng": 117.168,
        "Students": [
            "<li>杨承翰<ul><li>专业：一流专业</li><li>电话：138****3007</li></ul></li>"
            "<li>邓楚<ul><li>专业：一流专业</li><li>电话：138****3007</li></ul></li>"
        ],
        "Telephone": "(0571)87787029,(0571)87787177,(0571)87787152",
        "University": "天津大学"
    },
    {
        "Address": "北京市海淀区双清路30号",
        "Lat": 40.009645,
        "Lng": 116.333374,
        "Students": [
            "<li>何雨青<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
            "<li>昌浩东<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
            "<li>彭思进<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
            "<li>陶然<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
            "<li>高子翼<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
            "<li>李逸飞<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
            "<li>王静文<ul><li>专业：一流专业</li><li>电话：138****7190</li></ul></li>"
        ],
        "Telephone": "",
        "University": "清华大学"
    },
    {
        "Address": "长沙市岳麓区麓山南路2号",
        "Lat": 28.185638,
        "Lng": 112.951251,
        "Students": [
            "<li>李婷<ul><li>专业：一流专业</li><li>电话：134****8099</li></ul></li>"
        ],
        "Telephone": "(0731)88823067",
        "University": "湖南大学"
    },
	{
        "Address": "长沙县远大三路9号",
        "Lat": 28.226902,
        "Lng": 113.130153,
        "Students": [
            "<li>潘玮熙<ul><li>专业：一流专业</li><li>电话：134****8099</li></ul></li>"
        ],
        "Telephone": "(0731)88823067",
        "University": "湖南警察学院"
    },
    {
        "Address": "成都市成华区建设北路二段4号",
        "Lat": 30.681503,
        "Lng": 104.106908,
        "Students": [
            "<li>孙骁睿<ul><li>专业：一流专业</li><li>电话：182****7087</li></ul></li>"
            "<li>朱义欣<ul><li>专业：一流专业</li><li>电话：182****7087</li></ul></li>"
        ],
        "Telephone": "(028)83201999,(028)83206626",//done
        "University": "电子科技大学"
    },
    {
        "Address": "咸阳市杨陵区杨凌示范区西农路22号",
        "Lat": 34.291642,
        "Lng": 108.079342,
        "Students": [
            "<li>***一<ul><li>专业：一流专业</li><li>电话：137****6797</li></ul></li>"
        ],
        "Telephone": "(029)87091406",
        "University": "西北农林科技大学"
    },
    {
        "Address": "重庆市渝北区回兴镇宝圣大道301号",
        "Lat": 29.670014,
        "Lng": 106.599891,
        "Students": [
            "<li>李晨昕<ul><li>专业：一流专业</li><li>电话：138****9492</li></ul></li>"
            "<li>彭子轩<ul><li>专业：一流专业</li><li>电话：138****9492</li></ul></li>"
        ],
        "Telephone": "(023)67258207,(023)67258828",
        "University": "西南政法大学"
    },
    {
        "Address": "成都市温江区柳台大道555号",
        "Lat": 30.687832,
        "Lng": 103.827675,
        "Students": [
            "<li>**鸿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "西南财经大学"
    },
	{
        "Address": "北京市海淀区上园村3号",
        "Lat": 39.9521,
        "Lng": 116.343,
        "Students": [
            "<li>谢妍然<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "北京交通大学"
    },
	{
        "Address": "保定市莲池区永华北大街619号",
        "Lat": 38.8773,
        "Lng": 115.5055,
        "Students": [
            "<li>黄薇丹<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "华北电力大学（保定）"
    },
	{
        "Address": "哈尔滨市南岗区南通大街145号",
        "Lat": 45.7768,
        "Lng": 126.68,
        "Students": [
            "<li>吴兆昕<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "哈尔滨工程大学"
    },
	{
        "Address": "陕西省西安市碑林区咸宁西路28号",
        "Lat": 34.2462,
        "Lng": 108.984,
        "Students": [
            "<li>杨哲宇<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>徐政<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>夏嘉婧<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>喻子翔<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "西安交通大学"
    },
	{
        "Address": "上海市徐汇区华山路1954号",
        "Lat": 31.199,
        "Lng": 121.433,
        "Students": [
            "<li>丁康鹏<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>施展<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>刘远航<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>郭巧灵<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>孙艺嘉<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>安俊宇<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>卢嘉兴<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>李依航<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 021-54740000",//done
        "University": "上海交通大学"
    },
	{
        "Address": "湖北省武汉市洪山区珞喻路1037号",
        "Lat": 30.51305,
        "Lng": 114.4195,
        "Students": [
            "<li>周远哲<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>胡乐麟<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>李诗阳<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>徐开来<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>陈语睿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>陈梓桓<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>叶垚喆<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>刘昕<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>刘嘉瑞（中外合作）<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 027-87541114",//done
        "University": "华中科技大学"
    },
	{
        "Address": "北京市海淀区学院路37号",
        "Lat": 39.98155,
        "Lng": 116.3475,
        "Students": [
            "<li>黄彦祖<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>曹嘉鑫<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>贺飞扬<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>张蔚松<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-82317114",//done
        "University": "北京航空航天大学"
    },
	{
        "Address": "北京市海淀区中关村南大街5号",
        "Lat": 39.9611,
        "Lng": 116.316,
        "Students": [
            "<li>戴千惠<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>吴丰华<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>周楚舒<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",//done
        "University": "北京理工大学"
    },
	{
        "Address": "成都市武侯区一环路南一段24号",
        "Lat": 30.6294,
        "Lng": 104.084,
        "Students": [
            "<li>李知谦<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",//done
        "University": "四川大学"
    },
	{
        "Address": "江苏省南京市栖霞区文苑路9号",
        "Lat": 32.113602,
        "Lng": 118.931197,
        "Students": [
            "<li>刘翀<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>文超航<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "南京邮电大学"
    },
	{
        "Address": "威海市环翠区文化西路2号",
        "Lat": 37.534951,
        "Lng": 122.084,
        "Students": [
            "<li>彭露萱<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>张庆雷<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "哈尔滨工业大学（威海）"
    },
	{
        "Address": " 山东省青岛市西海岸新区长江西路66号",
        "Lat": 35.946568,
        "Lng": 120.175468,
        "Students": [
            "<li>杨运恺<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "中国石油大学（青岛）"
    },
	{
        "Address": " 长沙市岳麓区麓山路36号",
        "Lat": 28.18725,
        "Lng": 112.9495,
        "Students": [
            "<li>尹馨<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "湖南师范大学"
    },
	{
        "Address": " 南京市鼓楼区汉口路22号",
        "Lat": 32.05455,
        "Lng": 118.7785,
        "Students": [
            "<li>蒋宇为<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "南京大学"
    },
	{
        "Address": " 香港沙田区大学道附近",
        "Lat": 22.416475,
        "Lng": 114.218802,
        "Students": [
            "<li>刘阳淇<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "香港中文大学"
    },
	{
        "Address": " 武汉市武昌区和平大道1178号",
        "Lat": 30.6063,
        "Lng": 114.357,
        "Students": [
            "<li>夏锦程<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-68914247",
        "University": "武汉理工大学"
    },
	{
        "Address": " 广州市天河区中山大道西55号",
        "Lat": 23.1392,
        "Lng": 113.3525,
        "Students": [
            "<li>贺思锶<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 020-85211114",//done
        "University": "华南师范大学"
    },
	{
        "Address": " 深圳市南山区桃源街道福光社区学苑大道1088号",
        "Lat": 22.6006,
        "Lng": 114.0035,
        "Students": [
            "<li>谢勋伟<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>刘郅勍<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 0755-88010000",//done
        "University": "南方科技大学"
    },
	{
        "Address": " 广州市海珠区新港西路135号",
        "Lat": 23.096705,
        "Lng": 113.298379,
        "Students": [
            "<li>唐文逸<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>甘好<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>游佳凝<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 020-84112828",//done
        "University": "中山大学"
    },
	{
        "Address": " 长沙市开福区德雅路",
        "Lat": 28.21975,
        "Lng": 113,
        "Students": [
            "<li>谭艺<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>刘宜鑫<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 020-84112828",
        "University": "国防科技大学"
    },
	{
        "Address": " 北京市海淀区学院南路39号",
        "Lat": 39.95945,
        "Lng": 116.3425,
        "Students": [
            "<li>张云舒<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-62288332",//done
        "University": "中央财经大学"
    },
	{
        "Address": "重庆市沙坪坝区沙坪坝正街174号",
        "Lat": 29.5653,
        "Lng": 106.4695,
        "Students": [
            "<li>唐心格<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
			"<li>邱晓璐<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 023-65102311",//done
        "University": "重庆大学"
    },
	{
        "Address": "合肥市包河区金寨路96号",
        "Lat": 31.837,
        "Lng": 117.269,
        "Students": [
            "<li>曾则稷<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "中国科技大学"
    },
	{
        "Address": "上海市浦东新区华夏中路393号",
        "Lat": 31.1771,
        "Lng": 121.594,
        "Students": [
            "<li>黄磊<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "上海科技大学"
    },
	{
        "Address": "南京市玄武区新街口街道大石桥社区四牌楼2号",
        "Lat": 32.054,
        "Lng": 118.795,
        "Students": [
            "<li>王卓菲<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "东南大学"
    },
	{
        "Address": "重庆市北碚区天生路2号",
        "Lat": 29.820651,
        "Lng": 106.422,
        "Students": [
            "<li>郭秋缘<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "西南大学"
    },
	{
        "Address": "上海市杨浦区国定路777号",
        "Lat": 31.30635,
        "Lng": 121.501,
        "Students": [
            "<li>杜宇博<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>黄锦阳<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "上海财经大学"
    },
	{
        "Address": "宁波市江北区风华路818号",
        "Lat": 29.90847,
        "Lng": 121.637415,
        "Students": [
            "<li>吕环翥<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "宁波大学"
    },
	{
        "Address": "宁波市鄞州区泰康东路199号",
        "Lat": 29.7996,
        "Lng": 121.563,
        "Students": [
            "<li>翦亦龙<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "宁波诺丁汉大学"
    },
	{
        "Address": "长沙市天心区赤岭路45号",
        "Lat": 28.1556,
        "Lng": 112.9775,
        "Students": [
            "<li>林东豪<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>欧阳灿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>赵立羊<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>郑剑涛<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "长沙理工大学"
    },
	{
        "Address": "湘潭市雨湖区北二环",
        "Lat": 27.8833,
        "Lng": 112.864,
        "Students": [
            "<li>周杰西<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>姜子涵<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "湘潭大学"
    },
	{
        "Address": "南京市玄武区孝陵卫街200号",
        "Lat": 32.02825,
        "Lng": 118.8575,
        "Students": [
            "<li>梁恩笛<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>徐卓浩<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "南京理工大学"
    },
	{
        "Address": "北京市朝阳区北三环东路15号",
        "Lat": 39.9716,
        "Lng": 116.421,
        "Students": [
            "<li>白告<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "北京化工大学"
    },
	{
        "Address": "北京市海淀区西土城路10号",
        "Lat": 39.9616,
        "Lng": 116.358,
        "Students": [
            "<li>袁彰蔚<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "北京邮电大学"
    },
	{
        "Address": "上海市徐汇区梅陇路130号",
        "Lat": 31.1432,
        "Lng": 121.424,
        "Students": [
            "<li>杨名骏<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "华东理工大学"
    },
	{
        "Address": "长沙市岳麓区枫林二路139号",
        "Lat": 28.2048,
        "Lng": 112.9255,
        "Students": [
            "<li>陈扬航<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "湖南财经学院"
    },
	{
        "Address": "湖北省武汉市洪山区狮子山街1号",
        "Lat": 30.4738,
        "Lng": 114.355,
        "Students": [
            "<li>曹水蓉<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "华中农业大学"
    },
	{
        "Address": "甘肃省兰州市城关区天水南路222号",
        "Lat": 36.0466,
        "Lng": 103.8595,
        "Students": [
            "<li>夏旸<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "兰州大学"
    },
	{
        "Address": "广东省珠海市香洲区唐家湾镇宁堂社区金凤路18号",
        "Lat": 22.3493,
        "Lng": 113.5365,
        "Students": [
            "<li>罗惊鸿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "北京师范大学（珠海）"
    },
	{
        "Address": "四川省成都市成华区二仙桥东三路1号",
        "Lat": 30.67665,
        "Lng": 104.147,
        "Students": [
            "<li>许丹玥<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "成都理工大学"
    },
	{
        "Address": "北京市东城区东棉花胡同39号",
        "Lat": 39.93595,
        "Lng": 116.4045,
        "Students": [
            "<li>朱楚伊<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "中央戏剧学院"
    },
	{
        "Address": "湖南省长沙市开福区洪山路98号",
        "Lat": 28.24665,
        "Lng": 113.029,
        "Students": [
            "<li>黄雨韵<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "长沙学院"
    },
	{
        "Address": "广州市天河区黄埔大道西601号",
        "Lat": 23.1307,
        "Lng": 113.3485,
        "Students": [
            "<li>彭俊逸<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "暨南大学"
    },
	{
        "Address": " 广东省",
        "Lat": 23.128673,
        "Lng": 113.267065,
        "Students": [
            "<li>刘浩然<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": " 010-62288332",
        "University": "广东省"
    },
	{
        "Address": "湖北省",
        "Lat": 30.55418,
        "Lng": 114.316464,
        "Students": [
            "<li>何钰<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "湖北省"
    },
	{
        "Address": "江苏省",
        "Lat": 32.066814,
        "Lng": 118.769943,
        "Students": [
            "<li>黄嘉乐<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "江苏省"
    },
	{
        "Address": "江西省",
        "Lat": 28.698787,
        "Lng": 115.903576,
        "Students": [
            "<li>刘沛昕<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "江西省"
    },
	{
        "Address": "吉林省",
        "Lat": 43.943522,
        "Lng": 125.326614,
        "Students": [
            "<li>周铠文<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "吉林省"
    },
	{
        "Address": "山东省",
        "Lat": 36.666395,
        "Lng": 117.07632,
        "Students": [
            "<li>田曦鹏<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "山东省"
    },
	{
        "Address": "湖南省",
        "Lat": 28.114544,
        "Lng": 112.98978,
        "Students": [
            "<li>王家彦<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>曹文轩<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>周乐洋<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "湖南省"
    },
	{
        "Address": "湘潭市",
        "Lat": 27.872013,
        "Lng": 112.969444,
        "Students": [
            "<li>周宇<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "湘潭市"
    },
	{
        "Address": "绵阳市",
        "Lat": 31.455192,
        "Lng": 104.756917,
        "Students": [
            "<li>唐珂<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "绵阳市"
    },
	{
        "Address": "郑州市",
        "Lat": 34.74828,
        "Lng": 113.612966,
        "Students": [
            "<li>王增臻<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "郑州市"
    },
	{
        "Address": "重庆市",
        "Lat": 29.552642,
        "Lng": 106.568955,
        "Students": [
            "<li>周时进<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>麦睿曦<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "重庆市"
    },
	{
        "Address": "沈阳市",
        "Lat": 41.714729,
        "Lng": 123.449597,
        "Students": [
            "<li>阙宁锋<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "沈阳市"
    },
	{
        "Address": "南京市",
        "Lat": 32.048644,
        "Lng": 118.797779,
        "Students": [
            "<li>范奕芸<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>夏圣宝<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "南京市"
    },
	{
        "Address": "上海市",
        "Lat": 31.231661,
        "Lng": 121.48442,
        "Students": [
            "<li>熊若琪<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>谭诗<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "上海市"
    },
	{
        "Address": "南昌市",
        "Lat": 28.698188,
        "Lng": 115.858127,
        "Students": [
            "<li>廖俊杰<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "南昌市"
    },
	{
        "Address": "西安市",
        "Lat": 34.293109,
        "Lng": 108.946665,
        "Students": [
            "<li>段昕辰<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>封格莹<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "西安市"
    },
	{
        "Address": "株洲市",
        "Lat": 27.826738,
        "Lng": 113.082227,
        "Students": [
            "<li>李怡敏<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "株洲市"
    },
	{
        "Address": "呼和浩特市",
        "Lat": 40.858271,
        "Lng": 111.665325,
        "Students": [
            "<li>张可涵<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "呼和浩特市"
    },
	{
        "Address": "合肥市",
        "Lat": 31.851211,
        "Lng": 117.26053,
        "Students": [
            "<li>杨诗茵<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "合肥市"
    },
	{
        "Address": "长沙市",
        "Lat": 28.234202,
        "Lng": 112.930116,
        "Students": [
            "<li>刘可依<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>李子轩<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>李方超<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>吴珂非<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>彭诗睿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>周佳启<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>王欣荣<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>刘祉曼<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>胡玮铭<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>刘思钰<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>易可<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>吕炫霖<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>刘御风<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "长沙市"
    },
	{
        "Address": "深圳市",
        "Lat": 22.520922,
        "Lng": 22.520922,
        "Students": [
            "<li>刘袁烨<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "深圳市"
    },
	{
        "Address": "武汉市",
        "Lat": 30.600008,
        "Lng": 114.309317,
        "Students": [
            "<li>杨彦卓<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>米俊宁<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "武汉市"
    },
	{
        "Address": "大连市",
        "Lat": 38.914751,
        "Lng": 121.612461,
        "Students": [
            "<li>邓岚菁<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "大连市"
    },
	{
        "Address": "哈尔滨市",
        "Lat": 45.794991,
        "Lng": 126.516602,
        "Students": [
            "<li>黄彦翔<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "哈尔滨市"
    },
	{
        "Address": "海口市",
        "Lat": 20.007703,
        "Lng": 110.293566,
        "Students": [
            "<li>罗婧<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>尹欣妍<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "海口市"
    },
	{
        "Address": "成都市",
        "Lat": 30.641849,
        "Lng": 104.043246,
        "Students": [
            "<li>许嘉辉<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "成都市"
    },
	{
        "Address": "苏州市",
        "Lat": 31.335648,
        "Lng": 120.617367,
        "Students": [
            "<li>向芷瑞<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "苏州市"
    },
	{
        "Address": "北京市",
        "Lat": 39.928359,
        "Lng": 116.416334,
        "Students": [
            "<li>李想<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>刘俊林<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>佘俊杰<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>赵心怡<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>周志骏<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>叶涵<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>沈玥<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>伍思睿<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>丁昱枫<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
            "<li>甘润卓<ul><li>专业：一流专业</li><li>电话：159****6701</li></ul></li>"
        ],
        "Telephone": "(028)87352114",
        "University": "北京市"
    }
];
testGuest();
 // 7 8 9 16 18 19 25
